alefragnani.project-manager-10.7.0
editorconfig.editorconfig-0.13.0
fernandoescolar.vscode-solution-explorer-0.3.4
formulahendry.code-runner-0.9.14
formulahendry.dotnet-test-explorer-0.7.1
generalov.vscode-tfs-1.1.0
jchannon.csharpextensions-1.3.0
k--kato.docomment-0.1.8
matijarmk.dotnet-core-commands-1.0.6
ms-vscode.cpptools-0.25.0
ms-vscode.cpptools-0.25.1
ms-vscode.csharp-1.21.1
ms-vscode.powershell-preview-2019.5.0
ms-vsts.team-1.149.2
rcanedu.st-0.0.10
redhat.vscode-xml-0.8.0
